[words]
plugin~MyHolidays="MyHolidays: праздники и гороскоп"
Show Left Side Hollydays="Памятные даты"
Holidays List Settings="Настройки списка событий"
Events List="Список событий"
Genocide="Голодомор"
Please define Birthday="Пожалуйста, укажите день рождения!"
Today="Сегодня у вас"
'Biorhythm' Button="'Biorhythm' кнопка"
Birthday Data="Дата роджения:"
Birthday Day="День роджения:"
Birthday="Д/Р"
Biorhythm="Биоритм"
Physical="Физический"
Emotional="Эмоциональный"
Intellectual="Интелектуальный"
Previous year="Предыдущий год"
Current year="Текущий год"
Next year="Следующий год"
Any Data Biorhythm="На заданую дату"

Forthrightly="Откровенно"
Tolerantly="Толерантно"

'My Selebrations' Settings="'My Selebrations' настройки"
'My Biorhythm' Settings="'My Biorhythm' настройки"

Holidays="Праздники"
Happy New Year="С Новым Годом!"
Marry Christmas="С Рождеством Христовым!"
Women Day="С праздником, дорогие дамы!"
Happy Day="С днём смеха!"
Halloween="Halloween и Д.Р. Мастера!"
Valentine Day="День Святого Валентина!"
Tatiana Day="Татьянин день!"
Resurrection of a Pious Ortodox="Вербное Воскресенье!"
Resurrection of a Pious="Вербное Воскресенье!"
Ukraine Independence Day="День независимости Украины"

Easter="Пасха!"
Trinity="Троица!"
War="Война"

Easter Ortodox="Пасха!"
Trinity Ortodox="Троица!"

Ascension="Вознесение!"
Ascension Ortodox="Вознесение!"

St. Nicholas Day="День Святого Николая!"
Schedryk="С Маланкой"
Pokrova="Покрова"
Kreshenie="Крещение"

Zodiac signs="Диаграмма Знаки зодиака"
Zodiac="Знаки зодиака"
Aries="Овен"
Taurus="Телец"
Gemini="Близнецы"
Cancer="Рак"
Leo="Лев"
Virgo="Дева"
Libra="Весы"
Scorpio="Скорпион"
Sagittarius="Стрелец"
Capricorn="Козерог"
Aquarius="Водолей"
Pisces="Рыбы"